Repository: Ale-Newport/Gym-App
Catalog: GymApp/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, hi, it, ko, pl, tr, zh_hans

# import.confirmReplace.title
source: Replace all data?
es: ¿Reemplazar todos los datos?
fr: Remplacer toutes les données ?
hi: सारा डेटा बदल दें?
it: Sostituire tutti i dati?
ko: 모든 데이터를 덮어쓸까요?
pl: Zastąpić wszystkie dane?
tr: Tüm veriler değiştirilsin mi?
zh_hans: 替换全部数据？

# import.done.nutrition
source: %lld food entries added
es: %lld alimentos registrados añadidos
fr: %lld aliments ajoutés au journal
hi: %lld फ़ूड एंट्री जुड़ीं
it: %lld alimenti registrati aggiunti
ko: 음식 기록 %lld개 추가
pl: Dodano wpisów jedzenia: %lld
tr: %lld besin kaydı eklendi
zh_hans: 新增 %lld 条饮食记录

# import.done.other
source: %lld programs, %lld records, %lld weigh-ins
es: %lld programas, %lld récords, %lld pesajes
fr: %lld programmes, %lld records, %lld pesées
hi: %lld प्रोग्राम, %lld रिकॉर्ड, %lld वज़न रिकॉर्ड
it: %lld programmi, %lld record, %lld pesate
ko: 프로그램 %lld개, 기록 %lld개, 체중 기록 %lld개
pl: Programy: %lld, rekordy: %lld, ważenia: %lld
tr: %lld program, %lld rekor, %lld tartım
zh_hans: %lld 个训练计划、%lld 项纪录、%lld 次体重记录

# import.done.sessions
source: %lld workouts added, %lld already present
es: %lld entrenamientos añadidos, %lld ya estaban
fr: %lld séances ajoutées, %lld déjà présentes
hi: %lld वर्कआउट जुड़े, %lld पहले से मौजूद थे
it: %lld allenamenti aggiunti, %lld già presenti
ko: 운동 %lld개 추가, %lld개는 이미 있었어요
pl: Dodano treningów: %lld, już było: %lld
tr: %lld antrenman eklendi, %lld tanesi zaten vardı
zh_hans: 新增 %lld 次训练，%lld 次已存在

# import.done.title
source: Backup restored
es: Copia restaurada
fr: Sauvegarde restaurée
hi: बैकअप वापस आ गया
it: Backup ripristinato
ko: 백업을 복원했어요
pl: Kopia przywrócona
tr: Yedek geri yüklendi
zh_hans: 备份已恢复

# import.error.notABackup
source: That is not a Forge backup file.
es: Ese archivo no es una copia de Forge.
fr: Ce n’est pas un fichier de sauvegarde Forge.
hi: यह Forge की बैकअप फ़ाइल नहीं है।
it: Questo non è un file di backup di Forge.
ko: Forge 백업 파일이 아니에요.
pl: To nie jest plik kopii zapasowej Forge.
tr: Bu bir Forge yedek dosyası değil.
zh_hans: 这不是 Forge 的备份文件。

# import.error.unreadable
source: That file could not be read.
es: No se ha podido leer ese archivo.
fr: Ce fichier n’a pas pu être lu.
hi: वह फ़ाइल पढ़ी नहीं जा सकी।
it: Non è stato possibile leggere questo file.
ko: 그 파일을 읽을 수 없었어요.
pl: Nie udało się odczytać tego pliku.
tr: Bu dosya okunamadı.
zh_hans: 无法读取这个文件。

# import.error.version
source: That backup was made by a newer version of Forge.
es: Esa copia se hizo con una versión más reciente de Forge.
fr: Cette sauvegarde vient d’une version plus récente de Forge.
hi: यह बैकअप Forge के किसी नए वर्शन से बना है।
it: Questo backup è stato creato da una versione più recente di Forge.
ko: 더 새로운 버전의 Forge에서 만든 백업이에요.
pl: Ta kopia powstała w nowszej wersji Forge.
tr: Bu yedek, Forge'un daha yeni bir sürümüyle oluşturulmuş.
zh_hans: 这份备份来自更新版本的 Forge。

# import.error.write
source: The backup could not be restored.
es: No se ha podido restaurar la copia.
fr: La sauvegarde n’a pas pu être restaurée.
hi: बैकअप वापस नहीं लाया जा सका।
it: Non è stato possibile ripristinare il backup.
ko: 백업을 복원하지 못했어요.
pl: Nie udało się przywrócić kopii.
tr: Yedek geri yüklenemedi.
zh_hans: 无法恢复这份备份。

# import.preview.exportedAt
source: Created %@
es: Creada el %@
fr: Créée le %@
hi: %@ को बना
it: Creato il %@
ko: %@ 생성
pl: Utworzono %@
tr: Oluşturulma: %@
zh_hans: 创建于 %@

# import.preview.title
source: Backup contents
es: Contenido de la copia
fr: Contenu de la sauvegarde
hi: बैकअप में क्या है
it: Contenuto del backup
ko: 백업 내용
pl: Zawartość kopii
tr: Yedeğin içeriği
zh_hans: 备份内容

# import.restore
source: Restore
es: Restaurar
fr: Restaurer
hi: वापस लाएँ
it: Ripristina
ko: 복원
pl: Przywróć
tr: Geri yükle
zh_hans: 恢复

# import.restoring
source: Restoring…
es: Restaurando…
fr: Restauration…
hi: वापस लाया जा रहा है…
it: Ripristino…
ko: 복원하는 중…
pl: Przywracam…
tr: Geri yükleniyor…
zh_hans: 正在恢复…

# import.strategy.merge
source: Merge
es: Combinar
fr: Fusionner
hi: मिलाएँ
it: Unisci
ko: 병합
pl: Scal
tr: Birleştir
zh_hans: 合并

# import.strategy.merge.detail
source: Keep what is on this device and add anything missing.
es: Mantiene lo que hay en este dispositivo y añade lo que falte.
fr: Garde ce qui est sur cet appareil et ajoute ce qui manque.
hi: इस डिवाइस का डेटा रखें और जो छूटा है वह जोड़ दें।
it: Mantiene quello che c'è su questo dispositivo e aggiunge ciò che manca.
ko: 이 기기에 있는 데이터는 그대로 두고 빠진 것만 추가해요.
pl: Zachowaj to, co masz na tym urządzeniu, i dodaj brakujące.
tr: Bu cihazdakileri koru, eksik olanları ekle.
zh_hans: 保留本机已有的内容，只补上缺少的部分。

# import.strategy.replace
source: Replace
es: Reemplazar
fr: Remplacer
hi: बदल दें
it: Sostituisci
ko: 덮어쓰기
pl: Zastąp
tr: Değiştir
zh_hans: 替换

# import.strategy.replace.detail
source: Delete everything on this device first, then restore the backup exactly.
es: Borra primero todo lo que hay en este dispositivo y luego restaura la copia tal cual.
fr: Supprime d’abord tout ce qui est sur cet appareil, puis restaure la sauvegarde à l’identique.
hi: पहले इस डिवाइस का सब कुछ मिटाएँ, फिर बैकअप हूबहू वापस लाएँ।
it: Elimina prima tutto quello che c'è su questo dispositivo, poi ripristina il backup esattamente com'è.
ko: 이 기기의 데이터를 모두 지운 뒤 백업을 그대로 복원해요.
pl: Najpierw usuń wszystko z tego urządzenia, potem odtwórz kopię dokładnie.
tr: Önce bu cihazdaki her şeyi sil, sonra yedeği olduğu gibi geri yükle.
zh_hans: 先清空本机全部内容，再完整恢复这份备份。

# import.subtitle
source: Restore a Forge backup file.
es: Restaura un archivo de copia de Forge.
fr: Restaure un fichier de sauvegarde Forge.
hi: Forge की बैकअप फ़ाइल से डेटा वापस लाएँ।
it: Ripristina un file di backup di Forge.
ko: Forge 백업 파일을 복원해요.
pl: Przywróć plik kopii zapasowej Forge.
tr: Bir Forge yedek dosyasını geri yükle.
zh_hans: 恢复一份 Forge 备份文件。

# import.title
source: Import backup
es: Importar copia
fr: Importer une sauvegarde
hi: बैकअप इम्पोर्ट करें
it: Importa un backup
ko: 백업 가져오기
pl: Import kopii zapasowej
tr: Yedeği içe aktar
zh_hans: 导入备份

# intents.addMeal.description
source: Opens Forge on the food picker for the meal you choose.
es: Abre Forge en el selector de alimentos para la comida que elijas.
fr: Ouvre Forge sur le sélecteur d’aliments pour le repas que tu choisis.
hi: आपके चुने मील के लिए Forge को फ़ूड पिकर पर खोलता है।
it: Apre Forge sulla scelta degli alimenti per il pasto che indichi.
zh_hans: 打开 Forge 并进入你所选餐次的食物选择界面。

# intents.addMeal.parameter
source: Meal
es: Comida
fr: Repas
hi: मील
it: Pasto
zh_hans: 餐次

# intents.addMeal.shortTitle
source: Add Food
es: Añadir alimento
fr: Ajouter un aliment
hi: फ़ूड जोड़ें
it: Aggiungi alimento
zh_hans: 添加食物

# intents.addMeal.title
source: Add Food
es: Añadir alimento
fr: Ajouter un aliment
hi: फ़ूड जोड़ें
it: Aggiungi un alimento
zh_hans: 添加食物

# intents.error.storeUnavailable
source: Forge could not open its data. Open the app once and try again.
es: Forge no ha podido abrir sus datos. Abre la app una vez y vuelve a intentarlo.
fr: Forge n’a pas pu ouvrir ses données. Ouvre l’app une fois puis réessaie.
hi: Forge अपना डेटा नहीं खोल सका। ऐप एक बार खोलकर फिर कोशिश करें।
it: Forge non è riuscita ad aprire i suoi dati. Apri l'app una volta e riprova.
zh_hans: Forge 无法打开它的数据。请先打开一次 App，然后重试。

# intents.error.valueOutOfRange
source: That value is outside the range Forge will record.
es: Ese valor queda fuera del rango que Forge puede registrar.
fr: Cette valeur sort de la plage que Forge accepte d’enregistrer.
hi: यह मान उस दायरे से बाहर है जिसे Forge दर्ज करेगा।
it: Quel valore è fuori dall'intervallo che Forge può registrare.
zh_hans: 这个数值超出了 Forge 可记录的范围。

# intents.logBodyWeight.description
source: Records a weigh-in without opening Forge.
es: Guarda un pesaje sin abrir Forge.
fr: Enregistre une pesée sans ouvrir Forge.
hi: Forge खोले बिना वज़न रिकॉर्ड कर देता है।
it: Registra una pesata senza aprire Forge.
zh_hans: 无需打开 Forge 即可记录一次体重。

# intents.logBodyWeight.logged
source: Logged %@.
es: Registrado: %@.
fr: %@ enregistré.
hi: %@ दर्ज हुआ।
it: Registrato %@.
zh_hans: 已记录 %@。

# intents.logBodyWeight.parameter
source: Weight
es: Peso
fr: Poids
hi: वज़न
it: Peso
zh_hans: 体重

# intents.logBodyWeight.shortTitle
source: Log Weight
es: Registrar peso
fr: Noter le poids
hi: वज़न दर्ज करें
it: Registra il peso
zh_hans: 记录体重

# intents.logBodyWeight.title
source: Log Body Weight
es: Registrar peso corporal
fr: Enregistrer mon poids
hi: शरीर का वज़न दर्ज करें
it: Registra il peso corporeo
zh_hans: 记录体重

# intents.logWater.description
source: Adds a drink to today's water log without opening Forge.
es: Añade una bebida al registro de agua de hoy sin abrir Forge.
fr: Ajoute une boisson au journal d’eau du jour sans ouvrir Forge.
hi: Forge खोले बिना आज के पानी में एक ड्रिंक जोड़ देता है।
it: Aggiunge una bevuta al conteggio dell'acqua di oggi senza aprire Forge.
zh_hans: 无需打开 Forge 即可把一次饮水加入今天的记录。

# intents.logWater.logged
source: Logged %1$@. That is %2$@ today.
es: Registrado %1$@. Hoy llevas %2$@.
fr: %1$@ enregistré. Ça fait %2$@ aujourd’hui.
hi: %1$@ दर्ज हुआ। आज कुल %2$@।
it: Registrati %1$@. Oggi siamo a %2$@.
zh_hans: 已记录 %1$@。今天共 %2$@。

# intents.logWater.parameter
source: Amount
es: Cantidad
fr: Quantité
hi: मात्रा
it: Quantità
zh_hans: 数量

# intents.logWater.shortTitle
source: Log Water
es: Registrar agua
fr: Noter l’eau
hi: पानी दर्ज करें
it: Registra l'acqua
zh_hans: 记录饮水

# intents.logWater.title
source: Log Water
es: Registrar agua
fr: Enregistrer de l’eau
hi: पानी दर्ज करें
it: Registra l'acqua
zh_hans: 记录饮水

# intents.mealSlot.type
source: Meal
es: Comida
fr: Repas
hi: मील
it: Pasto
zh_hans: 餐次

# intents.openToday.description
source: Opens Forge on today's planned session without starting it.
es: Abre Forge en la sesión prevista para hoy sin empezarla.
fr: Ouvre Forge sur la séance prévue aujourd’hui sans la démarrer.
hi: Forge को आज के तय सेशन पर खोलता है, बिना उसे शुरू किए।
it: Apre Forge sulla sessione prevista per oggi senza iniziarla.
zh_hans: 打开 Forge 并显示今天安排的训练，但不开始。

# intents.openToday.shortTitle
source: Today's Workout
es: Entreno de hoy
fr: Séance du jour
hi: आज का वर्कआउट
it: Allenamento di oggi
zh_hans: 今天的训练

# intents.openToday.title
source: Show Today's Workout
es: Ver el entrenamiento de hoy
fr: Afficher la séance du jour
hi: आज का वर्कआउट दिखाएँ
it: Mostra l'allenamento di oggi
zh_hans: 查看今天的训练

# intents.startWorkout.description
source: Opens Forge and starts today's session, or picks up the one already running.
es: Abre Forge y empieza la sesión de hoy, o retoma la que ya esté en marcha.
fr: Ouvre Forge et démarre la séance du jour, ou reprend celle déjà en cours.
hi: Forge खोलकर आज का सेशन शुरू करता है, या जो पहले से चल रहा है उसे आगे बढ़ाता है।
it: Apre Forge e inizia la sessione di oggi, o riprende quella già in corso.
zh_hans: 打开 Forge 并开始今天的训练，或继续已在进行的训练。

# intents.startWorkout.shortTitle
source: Start Workout
es: Empezar entreno
fr: Démarrer la séance
hi: वर्कआउट शुरू करें
it: Inizia allenamento
zh_hans: 开始训练

# intents.startWorkout.title
source: Start Workout
es: Empezar entrenamiento
fr: Démarrer la séance
hi: वर्कआउट शुरू करें
it: Inizia allenamento
zh_hans: 开始训练

# laterality.alternating
source: Alternating
es: Alternando
fr: En alternance
hi: बारी-बारी से
it: Alternato
tr: Dönüşümlü
zh_hans: 交替进行

# laterality.bilateral
source: Both sides
es: Ambos lados
fr: Les deux côtés
hi: दोनों तरफ़
it: Entrambi i lati
tr: İki taraf birden
zh_hans: 双侧同时

# laterality.unilateral
source: One side at a time
es: Un lado cada vez
fr: Un côté à la fois
hi: एक बार में एक तरफ़
it: Un lato alla volta
tr: Tek taraf
zh_hans: 一次一侧

# launch.loading
source: Loading your training data
es: Cargando tus datos de entrenamiento
fr: Chargement de tes données d’entraînement
hi: आपका ट्रेनिंग डेटा लोड हो रहा है
it: Caricamento dei tuoi dati di allenamento
ko: 운동 데이터를 불러오는 중이에요
pl: Wczytywanie danych treningowych
tr: Antrenman verilerin yükleniyor
zh_hans: 正在载入你的训练数据

# limitation.deepKneeFlexion
source: Deep knee bend
es: Flexión profunda de rodilla
fr: Flexion profonde du genou
hi: घुटना ज़्यादा मोड़ना
it: Ginocchio molto piegato
tr: Derin diz bükme
zh_hans: 深度屈膝

# limitation.deepKneeFlexion.detail
source: Avoid squatting or lunging deep
es: Evitar sentadillas o zancadas profundas
fr: Éviter de squatter ou de fendre en profondeur
hi: गहरे स्क्वाट या लंज से बचें
it: Evita squat e affondi profondi
tr: Derin squat ve lunge'dan kaçın
zh_hans: 避免深蹲或深度弓步

# limitation.gripIntensive
source: Heavy grip work
es: Trabajo exigente de agarre
fr: Travail de grip intense
hi: भारी ग्रिप वाला काम
it: Molto lavoro di presa
tr: Ağır kavrama çalışması
zh_hans: 高强度握力

# limitation.gripIntensive.detail
source: Avoid movements limited by grip
es: Evitar movimientos limitados por el agarre
fr: Éviter les mouvements limités par la prise
hi: ऐसे मूवमेंट से बचें जिनमें ग्रिप ही सीमा बने
it: Evita i movimenti limitati dalla presa
tr: Kavramanın sınırladığı hareketlerden kaçın
zh_hans: 避免受握力限制的动作

# limitation.highImpact
source: High impact
es: Alto impacto
fr: Impact élevé
hi: तेज़ झटके वाले मूवमेंट
it: Alto impatto
tr: Yüksek darbe
zh_hans: 高冲击

# limitation.highImpact.detail
source: Avoid jumping and running
es: Evitar saltos y carrera
fr: Éviter les sauts et la course
hi: कूदने और दौड़ने से बचें
it: Evita salti e corsa
tr: Sıçrama ve koşudan kaçın
zh_hans: 避免跳跃和跑步

# limitation.hipHinge
source: Hip hinging
es: Bisagra de cadera
fr: Charnière de hanche
hi: हिप हिंज
it: Hip hinge
tr: Kalça menteşesi
zh_hans: 髋屈伸

# limitation.hipHinge.detail
source: Avoid deadlift-style hinging
es: Evitar movimientos tipo peso muerto
fr: Éviter les mouvements de type soulevé de terre
hi: डेडलिफ़्ट जैसे हिंज से बचें
it: Evita i piegamenti d'anca in stile stacco
tr: Deadlift tarzı öne eğilmelerden kaçın
zh_hans: 避免硬拉类的髋屈伸

# limitation.overheadPressing
source: Overhead pressing
es: Empuje por encima de la cabeza
fr: Poussée au-dessus de la tête
hi: सिर के ऊपर प्रेस
it: Spinte sopra la testa
tr: Baş üstü itiş
zh_hans: 过头推举

# limitation.overheadPressing.detail
source: Avoid pressing above your head
es: Evitar empujar por encima de la cabeza
fr: Éviter de pousser au-dessus de la tête
hi: सिर के ऊपर प्रेस करने से बचें
it: Evita di spingere sopra la testa
tr: Baş üstüne itmekten kaçın
zh_hans: 避免头顶上方的推举

# limitation.shoulderExternalRotation
source: Shoulder rotation
es: Rotación de hombro
fr: Rotation d’épaule
hi: कंधे का घूमना
it: Rotazione della spalla
tr: Omuz rotasyonu
zh_hans: 肩关节旋转

# limitation.shoulderExternalRotation.detail
source: Avoid deep stretch at the shoulder
es: Evitar el estiramiento profundo del hombro
fr: Éviter les étirements profonds de l’épaule
hi: कंधे में गहरी स्ट्रेच से बचें
it: Evita l'allungamento profondo della spalla
tr: Omuzda derin gerilmeden kaçın
zh_hans: 避免肩部的深度拉伸

# limitation.spinalLoading
source: Loading the spine
es: Carga sobre la columna
fr: Charge sur la colonne
hi: रीढ़ पर लोड
it: Carico sulla colonna
tr: Omurgaya yüklenme
zh_hans: 脊柱负重

# limitation.spinalLoading.detail
source: Avoid a loaded bar on your back
es: Evitar la barra cargada sobre la espalda
fr: Éviter une barre chargée sur le dos
hi: पीठ पर वज़न वाली बार से बचें
it: Evita il bilanciere carico sulla schiena
tr: Sırtında yüklü bardan kaçın
zh_hans: 避免背负杠铃

# limitation.wristExtension
source: Bent wrists
es: Muñecas dobladas
fr: Poignets en extension
hi: कलाई मुड़ी हुई
it: Polsi piegati
tr: Bükük bilek
zh_hans: 手腕背屈

# limitation.wristExtension.detail
source: Avoid loads through an extended wrist
es: Evitar cargas con la muñeca extendida
fr: Éviter les charges qui passent par un poignet en extension
hi: मुड़ी कलाई पर लोड से बचें
it: Evita i carichi sul polso esteso
tr: Geriye bükük bilekten yük geçmesinden kaçın
zh_hans: 避免手腕背屈时承重

# loadEstimate.explain.fromBodyWeight
source: Starting %@ at %@ for %@ reps. That is a deliberately light first guess from your body weight of %@, so rate the first set and we will correct it.
es: %@ empieza con %@ para %@ repeticiones. Es una primera estimación deliberadamente ligera a partir de tu peso corporal de %@, así que valora la primera serie y la corregiremos.
fr: %@ démarre à %@ pour %@ répétitions. C’est une première estimation volontairement légère à partir de ton poids de %@ : évalue la première série et on corrigera.
hi: %@ की शुरुआत %@ पर %@ रेप्स के लिए। यह आपके %@ शरीर के वज़न से लगाया जानबूझकर हल्का पहला अंदाज़ा है, इसलिए पहला सेट रेट करें और हम इसे ठीक कर देंगे।
it: %@ parte da %@ per %@ ripetizioni. È volutamente una prima stima leggera basata sul tuo peso corporeo di %@, quindi valuta la prima serie e la correggeremo.
tr: %@ hareketine %@ tekrar için %@ ağırlıkla başlıyorsun. Bu, %@ olan vücut ağırlığından çıkarılmış bilerek hafif bir ilk tahmin; ilk setini değerlendir, düzeltelim.
zh_hans: %@ 从 %@ 开始，做 %@ 次。这是根据你 %@ 的体重刻意保守的初次估计，请评价第一组，我们会据此修正。

# loadEstimate.explain.fromOwnHistory
source: Starting %@ at %@ for %@ reps, based on your own best set here (estimated one-rep max %@).
es: %@ empieza con %@ para %@ repeticiones, según tu mejor serie aquí (1RM estimado de %@).
fr: %@ démarre à %@ pour %@ répétitions, d’après ta meilleure série sur cet exercice (1RM estimé %@).
hi: %@ की शुरुआत %@ पर %@ रेप्स के लिए, यहाँ आपके अपने सबसे अच्छे सेट के आधार पर (अनुमानित वन-रेप मैक्स %@)।
it: %@ parte da %@ per %@ ripetizioni, in base alla tua serie migliore qui (1RM stimato %@).
tr: %@ hareketine %@ tekrar için %@ ağırlıkla başlıyorsun; buradaki kendi en iyi setine dayanıyor (tahmini tek tekrar maksimumu %@).
zh_hans: %@ 从 %@ 开始，做 %@ 次，依据是你在这个动作上的最佳组（预估 1RM %@）。

# loadEstimate.explain.fromRelated
source: Starting %@ at %@ for %@ reps, carried across from your %@ (estimated one-rep max %@).
es: %@ empieza con %@ para %@ repeticiones, trasladado desde tu %@ (1RM estimado de %@).
fr: %@ démarre à %@ pour %@ répétitions, reporté depuis ton %@ (1RM estimé %@).
hi: %@ की शुरुआत %@ पर %@ रेप्स के लिए, आपके %@ से लेकर (अनुमानित वन-रेप मैक्स %@)।
it: %@ parte da %@ per %@ ripetizioni, riportato dal tuo %@ (1RM stimato %@).
tr: %@ hareketine %@ tekrar için %@ ağırlıkla başlıyorsun; %@ hareketinden taşındı (tahmini tek tekrar maksimumu %@).
zh_hans: %@ 从 %@ 开始，做 %@ 次，由你的 %@ 迁移而来（预估 1RM %@）。

# loadEstimate.explain.fromSeed
source: Starting %@ at %@ for %@ reps, worked back from the %@ for %@ reps you told us about.
es: %@ empieza con %@ para %@ repeticiones, calculado a partir de los %@ para %@ repeticiones que nos contaste.
fr: %@ démarre à %@ pour %@ répétitions, calculé à partir des %@ pour %@ répétitions que tu nous as indiqués.
hi: %@ की शुरुआत %@ पर %@ रेप्स के लिए, जो आपके बताए %@ पर %@ रेप्स से पीछे की ओर निकाली गई है।
it: %@ parte da %@ per %@ ripetizioni, calcolato a ritroso dai %@ per %@ ripetizioni che ci hai indicato.
tr: %@ hareketine %@ tekrar için %@ ağırlıkla başlıyorsun; bu, bize söylediğin %@ tekrarlık %@ değerinden geriye hesaplandı.
zh_hans: %@ 从 %@ 开始，做 %@ 次，这是根据你填写的 %@ × %@ 次推算出来的。

# loadEstimate.explain.minimum
source: Starting %@ at %@, the lightest setting available. Rate your first set and we will find the right load from there.
es: %@ empieza con %@, el ajuste más ligero disponible. Valora tu primera serie y desde ahí encontraremos la carga adecuada.
fr: %@ démarre à %@, le réglage le plus léger disponible. Évalue ta première série et on trouvera la bonne charge à partir de là.
hi: %@ की शुरुआत %@ पर, जो सबसे हल्की उपलब्ध सेटिंग है। अपना पहला सेट रेट करें और हम वहीं से सही लोड ढूँढ लेंगे।
it: %@ parte da %@, l'impostazione più leggera disponibile. Valuta la prima serie e da lì troveremo il carico giusto.
tr: %@ hareketine mevcut en hafif ayar olan %@ ile başlıyorsun. İlk setini değerlendir, doğru ağırlığı oradan bulalım.
zh_hans: %@ 从 %@ 开始，这是可用的最轻设置。评价你的第一组，我们会据此找到合适的负重。

# loadability.assistedBodyweight
source: Assisted
es: Asistido
fr: Assisté
hi: असिस्टेड
it: Assistito
tr: Destekli
zh_hans: 助力自重

# loadability.band
source: Band
es: Banda
fr: Élastique
hi: बैंड
it: Elastico
tr: Direnç Bandı
zh_hans: 弹力带

# loadability.barbell
source: Barbell
es: Barra
fr: Barre
hi: बारबेल
it: Bilanciere
zh_hans: 杠铃

# loadability.bodyweight
source: Bodyweight
es: Peso corporal
fr: Poids du corps
hi: बॉडीवेट
it: Corpo libero
tr: Vücut Ağırlığı
zh_hans: 自重

# loadability.cableStack
source: Cable Stack
es: Polea
fr: Poulie
hi: केबल स्टैक
it: Pacco cavi
tr: Kablo İstasyonu
zh_hans: 绳索配重

# loadability.dumbbell
source: Dumbbell
es: Mancuerna
fr: Haltère
hi: डम्बल
it: Manubri
zh_hans: 哑铃

# loadability.ezBar
source: EZ Bar
es: Barra Z
fr: Barre EZ
hi: EZ बार
it: Bilanciere EZ
zh_hans: 曲杆杠铃

# loadability.fixedImplement
source: Fixed Implement
es: Implemento fijo
fr: Charge fixe
hi: फ़िक्स्ड इक्विपमेंट
it: Attrezzo fisso
tr: Sabit Ağırlık
zh_hans: 固定器材

# loadability.machineStack
source: Machine Stack
es: Máquina de placas
fr: Machine à plaques
hi: मशीन स्टैक
it: Pacco macchina
tr: Makine Ağırlığı
zh_hans: 器械配重

# loadability.none
source: No Load
es: Sin carga
fr: Sans charge
hi: बिना लोड
it: Senza carico
tr: Ağırlıksız
zh_hans: 无负重

# loadability.weightedBodyweight
source: Bodyweight + Load
es: Peso corporal + lastre
fr: Poids du corps + charge
hi: बॉडीवेट + लोड
it: Corpo libero + carico
tr: Vücut Ağırlığı + Yük
zh_hans: 自重 + 负重

# meal.breakfast
source: Breakfast
es: Desayuno
fr: Petit-déjeuner
hi: नाश्ता
it: Colazione
tr: Kahvaltı
zh_hans: 早餐

# meal.dinner
source: Dinner
es: Cena
fr: Dîner
hi: डिनर
it: Cena
tr: Akşam yemeği
zh_hans: 晚餐

# meal.lunch
source: Lunch
es: Comida
fr: Déjeuner
hi: लंच
it: Pranzo
tr: Öğle yemeği
zh_hans: 午餐

# meal.pattern.carbFat
source: Carbs and a source of fat
es: Hidratos y una fuente de grasa
fr: Glucides et une source de lipides
hi: कार्ब्स और एक फैट स्रोत
it: Carboidrati e una fonte di grassi
ko: 탄수화물과 지방 식품
pl: Węglowodany i źródło tłuszczu
tr: Karbonhidrat ve bir yağ kaynağı
zh_hans: 碳水和一份脂肪来源

# meal.pattern.carbVegetable
source: Carbs and vegetables
es: Hidratos y verdura
fr: Glucides et légumes
hi: कार्ब्स और सब्ज़ियाँ
it: Carboidrati e verdure
ko: 탄수화물과 채소
pl: Węglowodany i warzywa
tr: Karbonhidrat ve sebze
zh_hans: 碳水和蔬菜

# meal.pattern.mixed
source: A mix of foods
es: Una mezcla de alimentos
fr: Un mélange d’aliments
hi: कई फ़ूड का मेल
it: Un mix di alimenti
ko: 여러 음식의 조합
pl: Mieszanka produktów
tr: Karışık besinler
zh_hans: 多种食物搭配

# meal.pattern.proteinCarb
source: Protein and carbs
es: Proteína e hidratos
fr: Protéines et glucides
hi: प्रोटीन और कार्ब्स
it: Proteine e carboidrati
ko: 단백질과 탄수화물
pl: Białko i węglowodany
tr: Protein ve karbonhidrat
zh_hans: 蛋白质和碳水

# meal.pattern.proteinCarbFat
source: Protein, carbs and a source of fat
es: Proteína, hidratos y una fuente de grasa
fr: Protéines, glucides et une source de lipides
hi: प्रोटीन, कार्ब्स और एक फैट स्रोत
it: Proteine, carboidrati e una fonte di grassi
ko: 단백질, 탄수화물, 지방 식품
pl: Białko, węglowodany i źródło tłuszczu
tr: Protein, karbonhidrat ve bir yağ kaynağı
zh_hans: 蛋白质、碳水和一份脂肪来源

# meal.pattern.proteinCarbVegetable
source: Protein, carbs and vegetables
es: Proteína, hidratos y verdura
fr: Protéines, glucides et légumes
hi: प्रोटीन, कार्ब्स और सब्ज़ियाँ
it: Proteine, carboidrati e verdure
ko: 단백질, 탄수화물, 채소
pl: Białko, węglowodany i warzywa
tr: Protein, karbonhidrat ve sebze
zh_hans: 蛋白质、碳水和蔬菜

# meal.pattern.proteinFat
source: Protein and a source of fat
es: Proteína y una fuente de grasa
fr: Protéines et une source de lipides
hi: प्रोटीन और एक फैट स्रोत
it: Proteine e una fonte di grassi
ko: 단백질과 지방 식품
pl: Białko i źródło tłuszczu
tr: Protein ve bir yağ kaynağı
zh_hans: 蛋白质和一份脂肪来源

# meal.pattern.proteinVegetable
source: Protein and vegetables
es: Proteína y verdura
fr: Protéines et légumes
hi: प्रोटीन और सब्ज़ियाँ
it: Proteine e verdure
ko: 단백질과 채소
pl: Białko i warzywa
tr: Protein ve sebze
zh_hans: 蛋白质和蔬菜
